Repository: tbxark-fork/ClashX.Meta
Catalog: ClashX/mul.lproj/Main.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# 1d5-NL-UsJ.title
source: Mode
zh_hans: 代理模式
zh_hant: 模式

# 1He-Eq-fSy.title
source: Remote controller
zh_hans: 远程控制器
zh_hant: 遙控

# 2Rx-ih-aGW.title
source: Update
zh_hans: 更新
zh_hant: 更新

# 3Da-fL-Mzr.title
source: Log level
zh_hans: 日志等级
zh_hant: 日誌等級

# 3Om-yT-A83.label
source: Debug
zh_hans: 调试
zh_hant: 調試

# 4Jz-gx-7X9.title
source: Proxy providers
zh_hans: 代理 Providers

# 5ws-55-f1g.title
source: Reset
zh_hans: 重置
zh_hant: 重置

# 6WI-Hi-v9j.title
source: Remote Configs
zh_hans: 托管的配置文件
zh_hant: 託管的配置文件

source: 7G6-oO-vNs.title
zh_hans: Text Cell
zh_hant: 文本單元格

# 7wl-vK-5JO.title
source: Copy shell command (External IP)
zh_hans: 复制终端代理命令(外部IP)
zh_hant: 複製shell命令（外網IP)

# 8se-yr-wmp.title
source: Set as system proxy
zh_hans: 设置为系统代理
zh_hant: 設定為系統代理

# 9g1-lW-mA8.title
source: Update external resources
zh_hans: 更新外部资源
zh_hant: 更新外部資源

# 9gE-NX-2wJ.title
source: External Controls
zh_hans: 远程控制器
zh_hant: 外部控制

# 9i0-LH-x04.title
source: Ports
zh_hans: 端口
zh_hant: 端口

# 51K-nB-xLS.title
source: Add
zh_hans: 添加
zh_hant: 添加

# 89n-bD-JHk.title
source: Rule
zh_hans: 规则判断
zh_hant: 規則判斷

# afj-4G-usr.title
source: Open Log Folder
zh_hans: 打开日志文件夹
zh_hant: 打開日誌文件夾

# AMT-oc-r8A.title
source: Other
zh_hans: 其他
zh_hant: 其他

# aSG-9A-eeG.title
source: Proxy Helper
zh_hans: 助手程序
zh_hant: 代理助手

# AY0-nP-cGT.title
source: Uninstall Proxy Helper
zh_hans: 移除助手程序
zh_hant: 卸載代理程式

# az2-wz-yyy.title
source: Remote config
zh_hans: 托管配置
zh_hant: 託管配置

# B1J-XB-BiZ.title
source: Start at login
zh_hans: 开机启动
zh_hant: 開機啟動

# B2w-4r-5Kh.title
source: Delete
zh_hans: 删除
zh_hant: 刪除

# bcR-rG-52F.title
source: Clash Settings (restart app to take effect)
zh_hans: Clash设置(重启应用生效)
zh_hant: Clash設定

# BFE-Qq-B2H.title
source: Proxy
zh_hans: 代理设置
zh_hant: 代理

# BRR-WK-aeP.title
source: Remote controller
zh_hans: 远程控制器
zh_hant: 遙控

# c01-0L-1SQ.title
source: Log
zh_hans: 日志
zh_hant: 日誌

source: C3l-5G-vzB.title
zh_hans: 隐藏不可选择的策略组

# C79-J5-30z.headerCell.title
source: Url
zh_hans: 链接
zh_hant: 鏈接

# cJg-BS-yk2.title
source: Rule providers
zh_hans: 规则 Providers

# ckH-Er-PfX.title
source: Api Secret:
zh_hans: Api秘钥
zh_hant: API 秘鑰

# COu-UX-bww.title
source: Benchmark
zh_hans: 延迟测速
zh_hant: 延遲測速

# Dd9-2F-FVY.title
source: Help
zh_hans: 帮助
zh_hant: 幫助

# dV6-4Z-2SO.title
source: Launch at login
zh_hans: 开机启动
zh_hant: 登錄時啟動

# DwE-WX-ETZ.title
source: Open config folder
zh_hans: 打开配置文件夹
zh_hant: 打開配置文件夾

# Dwg-Qb-2AU.title
source: Manage
zh_hans: 管理
zh_hant: 管理

# e0M-xf-ovR.title
source: Proxy Benchmark Url:
zh_hans: 代理延迟测试地址
zh_hant: 代理延遲測試地址

# E8B-e5-K0A.title
source: Allow control from lan
zh_hans: 允许局域网控制(不推荐)
zh_hant: 允許局域網設備

# F1s-SF-dqX.title
source: SSID Suspend
zh_hans: 在特定 WiFi SSID 下自动暂停
zh_hant: SSID 掛起

# GGx-F2-7kE.title
source: Please ensure to address any potential shortcut conflicts. Global shortcuts take precedence over regular shortcuts.
zh_hans: 请务必注意处理可能存在的快捷键冲突,全局快捷键将优先于普通快捷键。
zh_hant: 請確保解決任何潛在的快捷方式衝突，全局快捷方式優先於常規快捷方式

source: Gnh-m8-PAz.title
zh_hans: Box
zh_hant: 盒子

# h1C-R6-Y9w.title
source: Remote config
zh_hans: 托管配置
zh_hant: 託管配置

# h1H-7k-9HS.title
source: Set update interval
zh_hans: 设置更新间隔
zh_hant: 設定更新間隔

# hlb-KQ-Fdr.title
source: Manage
zh_hans: 管理
zh_hant: 管理

# hUb-k9-TEf.title
source: About
zh_hans: 关于
zh_hant: 關於

# I2P-Wd-Ns7.title
source: Update
zh_hans: 更新
zh_hant: 更新

source: id7-f0-u56.title
zh_hans: Text Cell
zh_hant: Text Cell

# IET-Bf-hGj.title
source: Use Built-in clash api
zh_hans: 使用Clash内置Api
zh_hant: 使用內建 Clash API

# Jmb-PK-rMW.title
source: Copy shell command
zh_hans: 复制终端代理命令
zh_hant: 複製終端代理命令

# JMV-Dy-CI0.title
source: Configs
zh_hans: 配置
zh_hant: 配置

# JOF-yU-YHc.title
source: Revert to previous proxy on proxy disabled
zh_hans: 取消代理时还原更早的系统代理设置
zh_hant: 停用代理后恢复先前的代理设置

# jsL-HC-6ne.title
source: Reduce notifications
zh_hans: 减少通知
zh_hant: 減少通知

source: JYf-zC-xoj.title
zh_hans: Alpha 内核

# kdV-Em-qBi.title
source: Debug
zh_hans: 调试
zh_hant: 調試

# kma-mp-ncL.title
source: General
zh_hans: 通用
zh_hant: 一般設定

# krh-QF-pqZ.title
source: Settings
zh_hans: 更多设置
zh_hant: 設定

# KRm-2U-T4s.title
source: Enable IPv6
zh_hans: 启用IPv6
zh_hant: 啟用IPv6

# LAj-p8-9gd.title
source: Settings
zh_hans: ClashX 设置
zh_hant: 設定

# LFb-xY-CNV.title
source: Crash Log Folder
zh_hans: 崩溃日志文件夹
zh_hant: 崩潰日誌文件夾

# lRE-Xa-euB.headerCell.title
source: Config Name
zh_hans: 配置文件名称
zh_hant: 配置文件名稱

# Ltt-Vq-Hh1.label
source: General
zh_hans: 通用
zh_hant: 一般設定

# LW4-cA-3bB.title
source: Override Config Setting
zh_hans: 覆盖配置文件设置
zh_hant: 覆蓋配置文件設置

# mbn-tK-UQa.title
source: Api Port:
zh_hans: Api 端口
zh_hant: API 端口

# mk5-fI-KvW.title
source: Sniffer
zh_hans: 域名嗅探

source: MWh-yg-3Yk.title
zh_hans: 下载或更新

# NLT-FZ-48V.title
source: Debug Setting
zh_hans: 调试设置
zh_hant: 調試設定

# NLt-OM-k6i.title
source: Update Channel
zh_hans: 更新通道
zh_hant: 更新通道

# Np6-Pm-Lo3.title
source: Direct
zh_hans: 直接连接
zh_hant: 直接連接

# NPu-V9-f3r.title
source: Bypass proxy settings for these Hosts & Domains
zh_hans: 忽略这些主机与域的代理设置
zh_hant: 繞過這些主機和域的代理設定

# NXU-86-Eem.title
source: Quit
zh_hans: 退出
zh_hant: 退出

# ogW-pn-jeR.title
source: Help
zh_hans: 帮助
zh_hant: 幫助

# OMy-zu-iho.title
source: Geo-IP Datebase
zh_hans: Geo-IP数据库
zh_hant: Geo-IP 数据库

# p0T-J8-Emx.title
source: Check Update
zh_hans: 检查更新
zh_hant: 檢查更新

# p7q-KN-kIv.title
source: Use iCloud to store config files
zh_hans: 将配置文件存储在iCloud中
zh_hant: 使用iCloud 存儲配置文件

# PF0-Gd-XbR.title
source: App Setting
zh_hans: 应用配置
zh_hant: 應用配置

# pHl-C4-fNt.title
source: Update
zh_hans: 更新
zh_hant: 更新

# PXU-hU-r0O.title
source: Proxy providers
zh_hans: 代理供应商

# q3G-VH-eyy.title
source: Reload config
zh_hans: 重载配置文件
zh_hant: 重載配置文件

# r8s-OI-tgf.title
source: Auto Update
zh_hans: 自动更新
zh_hant: 自動更新

source: RCv-zz-HKW.title
zh_hans: Text Cell
zh_hant: Text Cell

source: rls-O1-mpQ.title
zh_hans: 设置延迟测速链接

# s6y-wL-pnr.title
source: External Manager
zh_hans: 远程控制器
zh_hant: 外部管理

source: sbS-Fj-gxn.title
zh_hans: 试验性功能

# sfe-wu-UXp.title
source: Separated by commas(,)
zh_hans: 使用英文逗号(,)分隔
zh_hant: 以逗號(,)分隔

source: sk5-MZ-XB1.title
zh_hans: 使用 alpha meta

source: Stq-Vy-QaD.title
zh_hans: 版本: 未知

# tck-zU-JKQ.title
source: Configs
zh_hans: 配置
zh_hant: 配置

# tL1-bl-LXd.title
source: Configs
zh_hans: 托管的配置文件：
zh_hant: 託管的配置文件：

# TsN-g8-OjG.title
source: Quit ClashX
zh_hans: 退出 ClashX
zh_hant: 退出 ClashX

source: u64-fu-xPW.title
zh_hans: 需要重启 ⚠️

# uUA-LS-Hu8.title
source: Proxy Port:
zh_hans: 代理端口
zh_hant: 代理端口

source: v4s-jd-g1N.title
zh_hans: 连接查看器
zh_hant: 連接詳情

# Vz8-7n-vx6.title
source: Allow connect from Lan
zh_hans: 允许局域网连接
zh_hant: 允許局域網連接

# Wci-1w-zlx.title
source: Open
zh_hans: 打开
zh_hant: 打開

# wiW-XY-cyg.title
source: Rule providers
zh_hans: 规则供应商

# WkL-aX-66E.title
source: This allows you to control the clash core running in the different machine
zh_hans: 远程控制器允许你控制其他设备上的 Clash 状态。
zh_hant: 這允許你控制在不同機器上運行的衝突核心

# wKZ-TE-sf8.title
source: Global ShortCut
zh_hans: 全局快捷键
zh_hant: 全局快捷方式

source: WNb-4C-MWu.title
zh_hans: Alpha 内核

# wqo-3T-4qO.title
source: Log level
zh_hans: 日志等级
zh_hant: 日誌等級

# WZT-AH-ria.title
source: Flush dns cache
zh_hans: 清空 dns 缓存

# WZu-fm-nxd.title
source: Update GEO databases
zh_hans: 更新 Geo 数据库

# XG6-2M-PNi.title
source: Dashboard
zh_hans: 控制台
zh_hant: 控制台

# xnL-ma-vFo.title
source: Separated by commas(,)
zh_hans: 使用英文逗号(,)分隔
zh_hant: 以逗號(,)分隔

# xoc-hs-9qa.headerCell.title
source: Update Time
zh_hans: 更新时间
zh_hant: 更新時間

# xxZ-9l-69m.title
source: Show Log
zh_hans: 显示日志
zh_hant: 顯示日誌

# YF4-uZ-A0M.title
source: Local
zh_hans: 本地
zh_hant: 本地

# yGD-AG-oYU.title
source: Delete
zh_hans: 删除
zh_hant: 刪除

# yiM-U4-MNg.title
source: Global
zh_hans: 全局连接
zh_hant: 全局

# YIO-Vj-64f.title
source: Show network indicator
zh_hans: 显示实时速率
zh_hant: 顯示網絡指示器

# yXh-2Y-aTS.title
source: Reset
zh_hans: 重置
zh_hant: 重置

# ZA9-qc-wi4.title
source: Config Folder
zh_hans: 配置文件夹
zh_hant: 配置文件夾

# ZcF-10-jsl.title
source: Add
zh_hans: 添加
zh_hant: 添加

# ZoW-Ax-rde.title
source: Tun mode
zh_hans: Tun 模式

# zwo-q5-k5N.title
source: Core Version
zh_hans: 内核版本
zh_hant: 核心版本

# 0iu-lB-eZN.title
source: ERROR
zh_hant: 錯誤

# AYu-sK-qS6.title
source: Main Menu
zh_hant: 主菜單

# XIR-Go-fWA.title
source: DEBUG
zh_hant: 調試

# yO6-uZ-IRv.headerCell.title
source: Api Url
zh_hant: API 網址
